---
kind: type
id: T:Autodesk.Revit.DB.ExportFontKey
source: html/bd33456d-7898-f32c-312e-b94af14c0007.htm
---
# Autodesk.Revit.DB.ExportFontKey

A key used to represent an item stored in an ExportFontTable .

## Syntax (C#)
```csharp
public class ExportFontKey : IDisposable
```